---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemAddlTopOffset
source: html/b4f397e7-a2ec-5b27-36c7-c086222271a5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemAddlTopOffset Property

"Additional Top Cover Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemAddlTopOffset { get; }
```